Repository: LucaRainone/nextcloud-workflow-media-converter
Catalog: translationfiles/*/workflow_media_converter.po
Languages: ar, de, es, fr, id, ja, pt, ru

source: Parameters missing in order to complete the request. Missing Parameters: "%s"
ar: المعلمات مفقودة لإكمال الطلب. المعلمات المفقودة: "%s"
de: Parameter fehlen, um die Anforderung abzuschließen. Fehlende Parameter: "%s"
es: Parámetros que faltan para completar la solicitud. Parámetros que faltan: "%s"
fr: Paramètres manquants afin de terminer la demande. Paramètres manquants : « %s »
id: Parameter hilang untuk menyelesaikan permintaan. Parameter Hilang: "%s"
ja: 要求を完了するためにパラメーターが欠落しています。パラメータが不足しています: "%s"
pt: Faltam parâmetros para concluir a solicitação. Parâmetros ausentes: "%s"
ru: Параметры отсутствуют для выполнения запроса. Отсутствующие параметры: "%s"

source: ID "%1$s" already used by cloud federation provider "%2$s"
ar: معرف "%1$s" المستخدمة بالفعل من قبل موفر اتحاد سحابة "%2$s"
de: ID "%1$s" wird bereits vom Cloud-Verbundanbieter "%2$s" verwendet
es: Identificador "%1$s" ya utilizado por el proveedor de federación en la nube "%2$s"
fr: ID « %1$s » déjà utilisé par le fournisseur de fédération cloud « %2$s »
id: ID "%1$s" sudah digunakan oleh penyedia federasi cloud "%2$s"
ja: ID "%1$s" クラウド フェデレーション プロバイダーによって既に使用されている "%2$s"
pt: ID "%1$s" já usado pelo provedor de federação de nuvem "%2$s"
ru: Идентификатор "%1$s", уже используемый поставщиком облачных федераций "%2$s"

source: Cloud Federation Provider with ID: "%s" does not exist.
ar: موفر اتحاد مجموعة النظراء مع معرف: "%s" غير موجود.
de: Cloud-Verbundanbieter mit ID: "%s" ist nicht vorhanden.
es: Proveedor de federación en la nube con id.: "%s" no existe.
fr: Fournisseur de fédération cloud avec ID : « %s » n’existe pas.
id: Penyedia Federasi Cloud dengan ID: "%s" tidak ada.
ja: ID を持つクラウド フェデレーション プロバイダー: "%s" は存在しません。
pt: Provedor da Cloud Federation com ID: "%s" não existe.
ru: Поставщик облачных федераций с идентификатором: "%s" не существует.

source: Could not obtain lock type %d on "%s".
ar: تعذر الحصول على نوع التأمين %d على "%s".
de: Der Sperrtyp %d auf "%s" konnte nicht erhalten werden.
es: No se pudo obtener el tipo de bloqueo %d en "%s".
fr: Impossible d’obtenir le type de verrou %d sur « %s ».
id: Tak bisa memperoleh kunci jenis %d pada "%s".
ja: "%s" のロックタイプ%dを取得できませんでした。
pt: Não foi possível obter %d tipo de bloqueio em "%s".
ru: Не удалось получить блокировку типа %d на "%s".

source: Storage unauthorized. %s
ar: التخزين غير مصرح به. %s
de: Nicht autorisierte Speicherung. %s
es: Almacenamiento no autorizado. %s
fr: Stockage non autorisé. %s
id: Penyimpanan tidak sah. %s
ja: ストレージが承認されていません。%s
pt: Armazenamento não autorizado. %s
ru: Хранение несанкционированное. %s

source: Storage incomplete configuration. %s
ar: تكوين التخزين غير كامل. %s
de: Speicher unvollständige Konfiguration. %s
es: Configuración incompleta de almacenamiento. %s
fr: Configuration incomplète du stockage. %s
id: Penyimpanan konfigurasi yang tidak lengkap. %s
ja: ストレージの構成が不完全です。%s
pt: Configuração incompleta de armazenamento. %s
ru: Неполная конфигурация хранилища. %s

source: Storage connection error. %s
ar: خطأ اتصال التخزين. %s
de: Speicherverbindungsfehler. %s
es: Error de conexión de almacenamiento. %s
fr: Erreur de connexion de stockage. %s
id: Kesalahan koneksi penyimpanan. %s
ja: ストレージ接続エラーです。%s
pt: Erro de conexão de armazenamento. %s
ru: Ошибка соединения хранилища. %s

source: Storage is temporarily not available
ar: التخزين غير متوفر مؤقتا
de: Speicher ist vorübergehend nicht verfügbar
es: El almacenamiento no está disponible temporalmente
fr: Le stockage est temporairement introuvable
id: Penyimpanan untuk sementara tidak tersedia
ja: ストレージが一時的に使用できない
pt: O armazenamento não está disponível temporariamente
ru: Хранение временно не доступно

source: Storage connection timeout. %s
ar: مهلة اتصال التخزين. %s
de: Speicherverbindungstimeout. %s
es: Tiempo de espera de conexión de almacenamiento. %s
fr: Délai d’expiration de la connexion de stockage. %s
id: Waktu koneksi penyimpanan habis. %s
ja: ストレージ接続のタイムアウト。%s
pt: Tempo limite de conexão de armazenamento. %s
ru: Тайм-аут соединения хранения. %s
