Repository: LucaRainone/nextcloud-workflow-media-converter
Catalog: translationfiles/*/workflow_media_converter.po
Languages: ar, de, es, fr, id, ja, pt, ru

source: A similar conversion batch has already been created. Delete that batch and try again
ar: تم إنشاء دفعة تحويل مماثلة بالفعل. حذف تلك الدفعة والمحاولة مرة أخرى
de: Ein ähnlicher Konvertierungsbatch wurde bereits erstellt. Löschen Sie diesen Stapel, und versuchen Sie es erneut.
es: Ya se ha creado un lote de conversión similar. Elimine ese lote e inténtelo de nuevo
fr: Un lot de conversion similaire a déjà été créé. Supprimer ce lot et réessayer
id: Kumpulan konversi serupa telah dibuat. Hapus kumpulan itu, lalu coba kembali
ja: 同様の変換バッチが既に作成されています。 そのバッチを削除してから、もう一度実行してください
pt: Um lote de conversão semelhante já foi criado. Exclua esse lote e tente novamente
ru: Аналогичная партия конверсий уже создана. Удалите эту партию и повторите попытку

source: Convert media
ar: تحويل الوسائط
de: Konvertieren von Medien
es: Convertir medios
fr: Convertir un média
id: Mengonversi media
ja: メディアを変換する
pt: Converter mídia
ru: Преобразование средств массовой информации

source: Convert video/audio files using FFmpeg.
ar: تحويل ملفات الفيديو / الصوت باستخدام FFmpeg.
de: Konvertieren Sie Video-/Audiodateien mit FFmpeg.
es: Convierte archivos de vídeo/audio usando FFmpeg.
fr: Convertissez des fichiers vidéo / audio en utilisant FFmpeg.
id: Mengonversi file video/audio menggunakan FFmpeg.
ja: FFmpegを使用してビデオ/オーディオファイルを変換します。
pt: Converta arquivos de vídeo/áudio usando FFmpeg.
ru: Преобразование видео/ аудио файлов с помощью FFmpeg.

source: Media conversion
ar: تحويل الوسائط التلقائي
de: Automatisierte Medienkonvertierung
es: Conversión automatizada de medios
fr: Conversion automatisée des médias
id: Konversi media
ja: 自動メディア変換
pt: Conversão de mídia
ru: Автоматизированная конверсия мультимедиа

source: Automated Media Conversion
ar: تحويل الوسائط التلقائي
de: Automatisierte Medienkonvertierung
es: Conversión automatizada de medios
fr: Conversion automatisée des médias
id: Konversi Media Otomatis
ja: 自動メディア変換
pt: Conversão automatizada de mídia
ru: Автоматизированная конверсия мультимедиа

source: Rule based conversion of Video/Audio files via FFmpeg
ar: تحويل قاعدة على أساس ملفات الفيديو / الصوت عبر FFmpeg
de: Regelbasierte Konvertierung von Video-/Audiodateien über FFmpeg
es: Conversión basada en reglas de archivos de video / audio a través de FFmpeg
fr: Conversion basée sur des règles de fichiers vidéo / audio via FFmpeg
id: Konversi berbasis aturan file Video/Audio melalui FFmpeg
ja: FFmpeg経由のビデオ/オーディオファイルのルールベースの変換
pt: Conversão baseada em regra de arquivos de vídeo/áudio via FFmpeg
ru: Преобразование видео/аудио файлов на основе правил с помощью FFmpeg

source: An app to trigger automatic conversion of media using FFmpeg. Based on user defined rules, media conversion jobs will be dispatched in the background. A common use case is for converting videos uploaded from iPhones in Apple Quicktime format to MP4 so that those videos can be played in non-Apple browsers.
ar: تطبيق لتشغيل التحويل التلقائي للوسائط باستخدام FFmpeg. استنادا إلى قواعد المعرفة من قبل المستخدم، سيتم إرسال مهام تحويل الوسائط في الخلفية. حالة الاستخدام الشائعة هي لتحويل مقاطع الفيديو التي تم تحميلها من أجهزة iPhone بتنسيق Apple Quicktime إلى MP4 بحيث يمكن تشغيل مقاطع الفيديو هذه في متصفحات غير Apple.
de: Eine App, um die automatische Konvertierung von Medien mit FFmpeg auszulösen. Basierend auf benutzerdefinierten Regeln werden Medienkonvertierungsaufträge im Hintergrund versendet. Ein häufiger Anwendungsfall ist das Konvertieren von Videos, die von iPhones im Apple Quicktime-Format in MP4 hochgeladen wurden, sodass diese Videos in Nicht-Apple-Browsern wiedergegeben werden können.
es: Una aplicación para desencadenar la conversión automática de medios mediante FFmpeg. Según las reglas definidas por el usuario, los trabajos de conversión de medios se enviarán en segundo plano. Un caso de uso común es para convertir videos subidos desde iPhones en formato Apple Quicktime a MP4 para que esos videos se puedan reproducir en navegadores que no sean de Apple.
fr: Une application pour déclencher la conversion automatique des médias à l’aide de FFmpeg. En fonction de règles définies par l’utilisateur, les tâches de conversion de média seront distribuées en arrière-plan. Un cas d’utilisation courant consiste à convertir des vidéos téléchargées à partir d’iPhones au format Apple Quicktime en MP4 afin que ces vidéos puissent être lues dans des navigateurs non Apple.
id: Aplikasi untuk memicu konversi otomatis media menggunakan FFmpeg. Berdasarkan aturan yang ditentukan pengguna, pekerjaan konversi media akan dikirim di latar belakang. Kasus penggunaan umum adalah untuk mengonversi video yang diunggah dari iPhone dalam format Apple Quicktime ke MP4 sehingga video tersebut dapat diputar di browser non-Apple.
ja: FFmpegを使用してメディアの自動変換をトリガするアプリ。 ユーザー定義のルールに基づいて、メディア変換ジョブはバックグラウンドでディスパッチされます。 一般的なユースケースは、Apple Quicktime形式のiPhoneからアップロードされたビデオをMP4に変換して、それらのビデオをApple以外のブラウザで再生できるようにすることです。
pt: Um aplicativo para acionar a conversão automática de mídia usando FFmpeg. Com base nas regras definidas pelo usuário, os trabalhos de conversão de mídia serão despachados em segundo plano. Um caso de uso comum é para converter vídeos carregados de iPhones no formato Apple Quicktime para MP4 para que esses vídeos possam ser reproduzidos em navegadores não-Apple.
ru: Приложение для запуска автоматической конверсии мультимедиа с помощью FFmpeg. На основе определенных пользователем правил задания преобразования мультимедиа будут отправляться в фоновом режиме. Распространенным примером является преобразование видео, загруженных с iPhone в формате Apple, в формат MP4, чтобы эти видео можно было играть в браузерах, не ввлачиющих Apple.

source: Add Conversion Batch
ar: إضافة دفعة التحويل
de: Hinzufügen von Konvertierungsbatch
es: Agregar lote de conversión
fr: Ajouter un lot de conversion
id: Tambah Kumpulan Konversi
ja: 変換バッチの追加
pt: Adicionar lote de conversão
ru: Добавить конверсионный пакет

source: Add batches to convert existing media outside of your flow.
ar: إضافة دفعات لتحويل الوسائط الموجودة خارج التدفق.
de: Fügen Sie Batches hinzu, um vorhandene Medien außerhalb Ihres Flows zu konvertieren.
es: Agregue lotes para convertir los medios existentes fuera del flujo.
fr: Ajoutez des lots pour convertir les médias existants en dehors de votre flux.
id: Tambahkan batch untuk mengonversi media yang ada di luar aliran Anda.
ja: 既存のメディアをフロー外に変換するバッチを追加します。
pt: Adicione lotes para converter mídia existente fora do seu fluxo.
ru: Добавьте пакеты для преобразования существующих средств массовой информации за пределами потока.

source: Convert to format
ar: التحويل إلى تنسيق
de: Konvertieren in Format
es: Convertir a formato
fr: Convertir au format
id: Konversi ke format
ja: 形式に変換
pt: Converter para formato
ru: Преобразование в формат

source: Choose Folder
ar: اختيار مجلد
de: Wählen Sie Ordner
es: Elegir carpeta
fr: Choisir un dossier
id: Pilih Folder
ja: フォルダの選択
pt: Escolha pasta
ru: Выберите Folder

source: Convert media in sub-folders
ar: تحويل الوسائط في المجلدات الفرعية
de: Konvertieren von Medien in Unterordnern
es: Convertir contenido multimedia en subcarpetas
fr: Convertir un média dans des sous-dossiers
id: Mengonversi media dalam sub-folder
ja: サブフォルダ内のメディアを変換する
pt: Converter mídia em subpassas
ru: Преобразование мультимедиа в подсшиватель

source: Find source files with this extension/format
ar: البحث عن الملفات المصدر باستخدام هذا الملحق/التنسيق
de: Suchen von Quelldateien mit dieser Erweiterung/diesem Format
es: Encuentra archivos de origen con esta extensión / formato
fr: Trouver les fichiers sources avec cette extension/format
id: Temukan berkas sumber dengan ekstensi/format ini
ja: この拡張子/形式のソースファイルを検索
pt: Encontre arquivos de origem com esta extensão/formato
ru: Найти исходные файлы с этим расширением/форматом

source: Store converted output in this extension/format
ar: تخزين الإخراج المحول في هذا الملحق/التنسيق
de: Konvertierte Ausgabe in dieser Erweiterung/diesem Format speichern
es: Almacenar la salida convertida en esta extensión/formato
fr: Stocker la sortie convertie dans cette extension/format
id: Simpan output yang dikonversi dalam ekstensi/format ini
ja: 変換された出力をこの拡張子/形式で保存する
pt: Armazenar saída convertida nesta extensão/formato
ru: Магазин преобразованный выход в этом расширении/формате

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Sauvegarder
id: Simpan
ja: 保存
pt: Salvar
ru: Сохранить

source: Convert all files in this folder
ar: تحويل كافة الملفات في هذا المجلد
de: Konvertieren aller Dateien in diesem Ordner
es: Convertir todos los archivos de esta carpeta
fr: Convertir tous les fichiers de ce dossier
id: Konversi semua berkas dalam map ini
ja: このフォルダ内のすべてのファイルを変換
pt: Converta todos os arquivos nesta pasta
ru: Преобразование всех файлов в эту папку

source: Converted
ar: تم التحويل
de: Konvertiert
es: Convertido
fr: Converti
id: Dikonversi
ja: 成約済
pt: Convertido
ru: Сконвертировано

source: Total
ar: المجموع
de: Gesamt
ja: 合計
ru: Всего

source: Error code
ar: خطا بالكود
de: Fehlercode
es: Código de error
fr: Code d’erreur
id: Kode kesalahan
ja: エラー コード
pt: Código de Erro
ru: код ошибки

source: After the source file has been converted:
ar: بعد تحويل الملف المصدر:
de: Nachdem die Quelldatei konvertiert wurde:
es: Una vez convertido el archivo de origen:
fr: Une fois le fichier source converti :
id: Setelah file sumber dikonversi:
ja: ソース ファイルが変換された後:
pt: Após o arquivo de origem ter sido convertido:
ru: После того, как исходный файл был преобразован:

source: After the output is ready:
ar: بعد الإخراج جاهز:
de: Nachdem die Ausgabe bereit ist:
es: Una vez que la salida esté lista:
fr: Une fois la sortie prête :
id: Setelah output siap:
ja: 出力の準備が整った後:
pt: Depois que a saída estiver pronta:
ru: После того, как выход будет готов:

source: If the output file exists:
ar: إذا كان ملف الإخراج موجودا:
de: Wenn die Ausgabedatei vorhanden ist:
es: Si el archivo de salida existe:
fr: Si le fichier de sortie existe :
id: Jika berkas keluaran ada:
ja: 出力ファイルが存在する場合は、次の手順を実行します。
pt: Se o arquivo de saída existir:
ru: Если файл вывода существует:

source: Note: a new file will be added in this folder with a number added to its name if there is already a conflict file.
ar: ملاحظة: سيتم إضافة ملف جديد في هذا المجلد مع إضافة رقم إلى اسمه إذا كان هناك بالفعل ملف تعارض.
de: Hinweis: In diesem Ordner wird eine neue Datei mit einer Nummer hinzugefügt, die zu ihrem Namen hinzugefügt wird, wenn bereits eine Konfliktdatei vorhanden ist.
es: Nota: se agregará un nuevo archivo en esta carpeta con un número agregado a su nombre si ya hay un archivo en conflicto.
fr: Remarque: un nouveau fichier sera ajouté dans ce dossier avec un numéro ajouté à son nom s’il existe déjà un fichier de conflit.
id: Catatan: file baru akan ditambahkan di folder ini dengan nomor yang ditambahkan ke namanya jika sudah ada file konflik.
ja: 注: 競合ファイルが既にある場合は、名前に番号が追加された新しいファイルがこのフォルダに追加されます。
pt: Nota: um novo arquivo será adicionado nesta pasta com um número adicionado ao seu nome se já houver um arquivo de conflito.
ru: Примечание: новый файл будет добавлен в эту папку с номером, добавленым к его имени, если уже есть файл конфликта.

source: Keep source file
ar: الاحتفاظ بملف المصدر
de: Quelldatei beibehalten
es: Mantener el archivo de origen
fr: Conserver le fichier source
id: Pertahankan file sumber
ja: ソース ファイルを保持する
pt: Manter arquivo de origem
ru: Храните исходный файл

source: Delete source file
ar: حذف الملف المصدر
de: Quelldatei löschen
es: Eliminar archivo de origen
fr: Supprimer le fichier source
id: Hapus file sumber
ja: ソース ファイルの削除
pt: Excluir arquivo de origem
ru: Удалить исходный файл

source: Move source file to specific folder
ar: نقل الملف المصدر إلى مجلد معين
de: Verschieben der Quelldatei in einen bestimmten Ordner
es: Mover el archivo de origen a una carpeta específica
fr: Déplacer le fichier source vers un dossier spécifique
id: Memindahkan file sumber ke folder tertentu
ja: ソース ファイルを特定のフォルダに移動する
pt: Mova o arquivo de origem para uma pasta específica
ru: Перемещение файла источника в конкретную папку

source: Store output in source folder
ar: إخراج مخزن في المجلد المصدر
de: Speichern der Ausgabe im Quellordner
es: Almacenar la salida en la carpeta de origen
fr: Stocker la sortie dans le dossier source
id: Menyimpan output dalam folder sumber
ja: 出力をソース フォルダに保存する
pt: Saída da loja na pasta de origem
ru: Выход магазина в папке источника

source: Move output to specific folder
ar: نقل الإخراج إلى مجلد معين
de: Verschieben der Ausgabe in einen bestimmten Ordner
es: Mover la salida a una carpeta específica
fr: Déplacer la sortie vers un dossier spécifique
id: Memindahkan output ke folder tertentu
ja: 出力を特定のフォルダーに移動する
pt: Mova a saída para pasta específica
ru: Перемещение вывода в конкретную папку

source: Add new file with a number added to its name
ar: إضافة ملف جديد مع إضافة رقم إلى اسمه
de: Hinzufügen einer neuen Datei mit einer Nummer, die dem Namen hinzugefügt wurde
es: Agregar nuevo archivo con un número agregado a su nombre
fr: Ajouter un nouveau fichier avec un numéro ajouté à son nom
id: Menambahkan file baru dengan nomor yang ditambahkan ke namanya
ja: 名前に番号を追加した新しいファイルを追加する
pt: Adicione novo arquivo com um número adicionado ao seu nome
ru: Добавление нового файла с номером, добавленный к его имени

source: Overwrite existing file
ar: الكتابة فوق الملف الموجود
de: Überschreiben der vorhandenen Datei
es: Sobrescribir el archivo existente
fr: Écraser le fichier existant
id: Timpa berkas yang sudah ada
ja: 既存のファイルを上書きする
pt: Sobrescrever arquivo existente
ru: Перезаписать существующий файл

source: Move existing file to specific folder
ar: نقل الملف الموجود إلى مجلد معين
de: Verschieben vorhandener Datei in einen bestimmten Ordner
es: Mover archivo existente a una carpeta específica
fr: Déplacer le fichier existant vers un dossier spécifique
id: Memindahkan file yang sudah ada ke folder tertentu
ja: 既存のファイルを特定のフォルダに移動する
pt: Mova o arquivo existente para uma pasta específica
ru: Перемещение существующего файла в конкретную папку

source: You may set the number of threads used by FFmpeg to manage the resources used by FFmpeg.
ar: يمكنك تعيين عدد مؤشرات الترابط المستخدمة من قبل FFmpeg لإدارة الموارد المستخدمة من قبل FFmpeg.
de: Sie können die Anzahl der Threads festlegen, die von FFmpeg verwendet werden, um die von FFmpeg verwendeten Ressourcen zu verwalten.
es: Puede establecer el número de subprocesos utilizados por FFmpeg para administrar los recursos utilizados por FFmpeg.
fr: Vous pouvez définir le nombre de threads utilisés par FFmpeg pour gérer les ressources utilisées par FFmpeg.
id: Anda dapat mengatur jumlah thread yang digunakan oleh FFmpeg untuk mengelola sumber daya yang digunakan oleh FFmpeg.
ja: FFmpeg で使用されるリソースを管理するために FFmpeg で使用されるスレッドの数を設定できます。
pt: Você pode definir o número de threads usados pelo FFmpeg para gerenciar os recursos usados pelo FFmpeg.
ru: Можно установить количество потоков, используемых FFmpeg для управления ресурсами, используемыми FFmpeg.

source: This value can be set to 0 to let FFmpeg choose how many threads it should use depending on the codec.
ar: يمكن تعيين هذه القيمة إلى 0 للسماح FFmpeg اختيار عدد مؤشرات الترابط التي يجب استخدامها اعتمادا على برنامج الترميز.
de: Dieser Wert kann auf 0 gesetzt werden, damit FFmpeg auswählen kann, wie viele Threads er je nach Codec verwenden soll.
es: Este valor se puede establecer en 0 para permitir que FFmpeg elija cuántos subprocesos debe utilizar en función del códec.
fr: Cette valeur peut être définie sur 0 pour permettre à FFmpeg de choisir le nombre de threads qu’il doit utiliser en fonction du codec.
id: Nilai ini dapat diatur ke 0 untuk membiarkan FFmpeg memilih berapa banyak thread yang harus digunakan tergantung pada codec.
ja: この値を 0 に設定すると、FFmpeg がコーデックに応じて使用するスレッド数を選択できます。
pt: Este valor pode ser definido como 0 para permitir fFmpeg escolher quantos segmentos ele deve usar dependendo do codec.
ru: Это значение может быть установлено на 0, чтобы FFmpeg выбрать, сколько потоков он должен использовать в зависимости от кодека.

source: Changes made here will apply to any media that is not being converted at this moment in time.
ar: سيتم تطبيق التغييرات التي تم إجراؤها هنا على أي وسائط لم يتم تحويلها في هذه اللحظة من الزمن.
de: Die hier vorgenommenen Änderungen gelten für alle Medien, die derzeit nicht konvertiert werden.
es: Los cambios realizados aquí se aplicarán a cualquier medio que no se esté convirtiendo en este momento.
fr: Les modifications apportées ici s’appliqueront à tous les médias qui ne sont pas convertis pour le moment.
id: Perubahan yang dilakukan di sini akan berlaku untuk media apa pun yang tidak dikonversi pada saat ini pada waktunya.
ja: ここで行った変更は、現時点で変換されていないメディアに適用されます。
pt: As alterações feitas aqui se aplicarão a qualquer mídia que não esteja sendo convertida neste momento.
ru: Изменения, внесенные здесь, будут распространяться на любые средства массовой информации, которые не преобразуются в данный момент времени.

source: Failed to save config, please try again shortly
ar: فشل حفظ التكوين، الرجاء المحاولة مرة أخرى بعد قليل
de: Fehler beim Speichern von Config, bitte versuchen Sie es in Kürze erneut
es: No se pudo guardar la configuración, vuelva a intentarlo en breve
fr: Impossible d’enregistrer la configuration, veuillez réessayer sous peu de temps
id: Gagal menyimpan konfigurasi, silakan coba lagi sebentar lagi
ja: 構成を保存できませんでした。
pt: Falhou em salvar o config, por favor, tente novamente em breve
ru: Не удалось сохранить конфиг, пожалуйста, попробуйте еще раз в ближайшее время

source: You may create conversion batches to convert existing media based on a set of rules.
ar: يمكنك إنشاء مجموعات التحويل لتحويل الوسائط الموجودة استنادا إلى مجموعة من القواعد.
de: Sie können Konvertierungsbatches erstellen, um vorhandene Medien basierend auf einer Reihe von Regeln zu konvertieren.
es: Puede crear lotes de conversión para convertir medios existentes en función de un conjunto de reglas.
fr: Vous pouvez créer des lots de conversion pour convertir des médias existants en fonction d’un ensemble de règles.
id: Anda dapat membuat kumpulan konversi untuk mengonversi media yang ada berdasarkan serangkaian aturan.
ja: 一連のルールに基づいて既存のメディアを変換する変換バッチを作成できます。
pt: Você pode criar lotes de conversão para converter mídia existente com base em um conjunto de regras.
ru: Можно создавать пакеты конверсий для преобразования существующих средств массовой информации на основе набора правил.

source: Please make sure the form is valid before saving
ar: الرجاء التأكد من أن النموذج صالح قبل الحفظ
de: Bitte stellen Sie sicher, dass das Formular gültig ist, bevor Sie speichern
es: Por favor, asegúrese de que el formulario es válido antes de guardar
fr: Assurez-vous que le formulaire est valide avant de l’enregistrer
id: Pastikan formulir sahih sebelum menyimpan
ja: 保存する前にフォームが有効であることを確認してください。
pt: Certifique-se de que o formulário é válido antes de salvar
ru: Пожалуйста, убедитесь, что форма действительна перед сохранением

source: Invalid data
ar: بيانات غير صالحة
de: Ungültigen Daten
es: Datos inválidos
fr: Données non valides
id: Data tidak valid
ja: 無効なデータ
pt: Dados inválidos
ru: Неверные данные

source: This will batch convert any unconverted media in the specified folder. Are you sure you want to proceed?
ar: سيؤدي هذا إلى تحويل أي وسائط غير محولة في المجلد المحدد. هل أنت متأكد من أنك تريد المضي قدما؟
de: Dadurch werden alle nicht konvertierten Medien im angegebenen Ordner im Batch konvertiert. Möchten Sie wirklich fortfahren?
es: Esto convertirá por lotes cualquier medio no convertido en la carpeta especificada. ¿Está seguro de que desea continuar?
fr: Cela convertira par lots tous les médias non convertis dans le dossier spécifié. Êtes-vous sûr de vouloir continuer?
id: Ini akan mengonversi media yang belum dikonversi dalam folder yang ditentukan. Yakin ingin melanjutkan?
ja: これにより、指定したフォルダ内の変換されていないメディアがバッチ変換されます。続行しますか?
pt: Isso converterá em lote qualquer mídia não convertida na pasta especificada. Tem certeza que quer prosseguir?
ru: Это позволит пакет конвертировать любые неконвертированные средства массовой информации в указанной папке. Ты уверен, что хочешь продолжить?

source: Start conversion batch
ar: بدء دفعة التحويل
de: Konvertierungsbatch starten
es: Iniciar lote de conversión
fr: Démarrer le lot de conversion
id: Mulai kumpulan konversi
ja: 変換バッチの開始
pt: Lote de conversão inicial
ru: Начало преобразования партии

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
id: Iya
ja: はい
pt: Sim
ru: Да

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセル
pt: Cancelar
ru: Отмена

source: Error saving
ar: خطأ في الحفظ
de: Fehlerspeicherung
es: Error de guardado
fr: Erreur d’enregistrement
id: Galat saat menyimpan
ja: 保存エラー
pt: Salvação de erros
ru: Сохранение ошибок

source: All queued conversions for this batch will be cancelled, are you sure you want to proceed?
ar: سيتم إلغاء جميع التحويلات في قائمة الانتظار لهذه الدفعة، هل أنت متأكد من أنك تريد المتابعة؟
de: Alle Konvertierungen in der Warteschlange für diesen Stapel werden abgebrochen, sind Sie sicher, dass Sie fortfahren möchten?
es: Todas las conversiones en cola para este lote se cancelarán, ¿está seguro de que desea continuar?
fr: Toutes les conversions en file d’attente pour ce lot seront annulées, êtes-vous sûr de vouloir continuer?
id: Semua konversi yang diantrikan untuk batch ini akan dibatalkan, apakah Anda yakin ingin melanjutkan?
ja: このバッチのキューに入っているすべての変換がキャンセルされます。
pt: Todas as conversões em fila para este lote serão canceladas, tem certeza que deseja prosseguir?
ru: Все выстроились в очередь преобразования для этой партии будут отменены, вы уверены, что вы хотите продолжить?

source: Are you sure you want to stop making this batch?
ar: هل أنت متأكد من أنك تريد التوقف عن صنع هذه الدفعة؟
de: Möchten Sie diesen Stapel wirklich nicht mehr erstellen?
es: ¿Está seguro de que desea dejar de hacer este lote?
fr: Êtes-vous sûr de vouloir arrêter de faire ce lot?
id: Yakin ingin berhenti membuat batch ini?
ja: このバッチの作成を中止しますか?
pt: Tem certeza que quer parar de fazer esse lote?
ru: Вы уверены, что хотите прекратить делать эту партию?

source: Delete conversion batch
ar: حذف دفعة التحويل
de: Konvertierungsbatch löschen
es: Eliminar lote de conversión
fr: Supprimer le lot de conversion
id: Hapus kumpulan konversi
ja: 変換バッチの削除
pt: Excluir o lote de conversão
ru: Удалить партию конверсии

source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
id: Hapus
ja: 削除
pt: Excluir
ru: Удалить

source: Action "%s" not supported or implemented.
ar: الإجراء "%s" غير معتمد أو منفذ.
de: Aktion "%s" wird nicht unterstützt oder implementiert.
es: La acción "%s" no se admite ni se implementa.
fr: Action « %s » non prise en charge ou mise en œuvre.
id: Tindakan "%s" tidak didukung atau diimplementasikan.
ja: アクション "%s" はサポートまたは実装されていません。
pt: Ação "%s" não suportada ou implementada.
ru: Действия "%s" не поддерживаются и не осуществляются.

source: Authentication failed, wrong token or provider ID given
ar: فشل المصادقة أو إعطاء رمز مميز خاطئ أو معرف موفر
de: Authentifizierung fehlgeschlagen, falsches Token oder Anbieter-ID angegeben
es: Error de autenticación, token incorrecto o id. de proveedor dado
fr: Échec de l’authentification, jeton ou ID de fournisseur incorrect donné
id: Otentikasi gagal, salah token atau ID penyedia yang diberikan
ja: 認証に失敗しました、間違ったトークンまたはプロバイダー ID が指定されました
pt: Falha de autenticação, token errado ou ID do provedor dado
ru: Проверка подлинности не удалась, неправильный маркер или идентификатор поставщика
